Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# optimal_duration_format
source: %d weeks left. Optimal duration to progress! The plan has been adjusted to %d weeks.
es: Faltan %d semanas. ¡Duración óptima para progresar! El plan se ha ajustado a %d semanas.

# optimal_timeline_you_have_the_perfect_amount_of_time_to_complete_a_full_training
source: Optimal timeline! You have the perfect amount of time to complete a full training block and arrive in peak shape.
es: ¡Plazo óptimo! Tienes el tiempo perfecto para completar un ciclo completo de entrenamiento y llegar en tu mejor forma.

source: Optional
es: Opcional

# Orden de ejercicios
source: Exercise order
es: Orden de ejercicios

# origen
source: Source
es: Origen

source: Other
es: Otro

# other_label
source: Other
es: Otro

# otro
source: Other
es: Otro

source: Outdoor · GPS
es: Aire libre · GPS

source: Outdoor run
es: Carrera exterior

# outdoor_run_label
source: Running
es: Carrera

# outdoor_uses_gps_and_map_treadmill_skips_route_tracking_and_saves_sensors_plus_d
source: Outdoor uses GPS and map. Treadmill skips route tracking and saves sensors plus distance when available.
es: Exterior usa GPS y mapa. Cinta no pide ruta ni muestra mapa; guarda sensores y distancia cuando esté disponible.

source: Outdoor Walk
es: Caminata exterior

source: Overload
es: Sobrecarga

# overload_metric
source: Overload
es: Sobrecarga

source: Overview
es: Vista general

# overweight_strength_and_fat_loss_recommendation
source: Your current weight indicates overweight. We suggest routines combining moderate-high intensity strength training to keep muscle while losing fat.
es: Tu peso actual indica sobrepeso. Te sugerimos rutinas que combinen entrenamientos de fuerza de intensidad moderada-alta para mantener el músculo mientras pierdes grasa.

source: Own exercise
es: Ejercicio propio

source: Pace
es: Ritmo

source: Pace · distance
es: Ritmo · distancia

# pace_2
source: Pace
es: Ritmo

# pace_dist_label
source: Pace/Dist
es: Paso/Dist

# pace_hr_label
source: Pace/HR
es: Paso/FC

# pace_label
source: Pace
es: Ritmo

source: Pace, map, heart rate, and final summary.
es: Ritmo, mapa, pulso y resumen final.

# pace_route_sensors
source: Pace, route and sensors
es: Ritmo, ruta y sensores

# Pago único
source: One-time payment
es: Pago único

# Pago único para desbloquear Pro para siempre
source: One-time payment to unlock Pro forever
es: Pago único para desbloquear Pro para siempre

# Pago único. Acceso Pro permanente.
source: Single payment. Permanent Pro Access.
es: Pago único. Acceso Pro permanente.

# Para conectar con Reps, inicia sesión en Spotify.
source: To connect with Reps, log in to Spotify.
es: Para conectar con Reps, inicia sesión en Spotify.

# Parte alta del objetivo semanal
source: High part of the weekly goal
es: Parte alta del objetivo semanal

# Pases de gimnasio y visitas para tener tus accesos a mano.
source: Gym passes and visits to have your access at hand.
es: Pases de gimnasio y visitas para tener tus accesos a mano.

# Pasos
source: Steps
es: Pasos

# pasos hoy
source: steps today
es: pasos hoy

# Pausa o reanuda el entreno en curso.
source: Pauses or resumes the current workout.
es: Pausa o reanuda el entreno en curso.

# Pausado
source: Paused
es: Pausado

# Pausar entrenamiento
source: Pause training
es: Pausar entrenamiento

# Pausar o reanudar entreno
source: Pause or resume workout
es: Pausar o reanudar entreno

# pause_duration_prefix_format
source: · pause %@
es: · pausa %@

# pause_label
source: Pause
es: Pausa

# pause_media
source: Pause
es: Pausar

# pause_uppercase
source: PAUSE
es: PAUSA

source: Pause workout
es: Pausar entrenamiento

source: Paused
es: Pausado

source: PAUSED
es: EN PAUSA

# paused_from_device_resume_route
source: Paused from iPhone or watch. Resume to keep adding route.
es: Pausado desde el iPhone o reloj. Reanuda para seguir sumando ruta.

# paused_from_device_resume_sensors
source: Paused from iPhone or watch. Resume to keep adding sensors.
es: Pausado desde el iPhone o reloj. Reanuda para seguir sumando sensores.

# paused_label
source: Paused
es: Pausado

source: Payment reminder
es: Recordatorio de pago

# paywall_activate_pro_prefs_title
source: Activate Pro Preferences
es: Activa preferencias Pro

# paywall_advanced_analytics_bullet_1
source: Detect plateaus by exercise.
es: Detecta estancamientos por ejercicio.

# paywall_advanced_analytics_bullet_2
source: Compare trend, estimated 1RM and effective volume.
es: Compara tendencia, 1RM estimado y volumen efectivo.

# paywall_advanced_analytics_subtitle
source: Access detailed history, records and deep exercise breakdown.
es: Accede al historial detallado, récords y desglose profundo de ejercicios.

# paywall_advanced_fields_bullet_1
source: Log more context without leaving the active workout.
es: Registra más contexto sin salir del entreno activo.

# paywall_advanced_fields_bullet_2
source: Improve the quality of future recommendations.
es: Mejora la calidad de las recomendaciones futuras.

# paywall_advanced_fields_subtitle
source: Log your sets with more context and apply automatic progression.
es: Registra tus series con más contexto y aplica progresión automática.

# paywall_backup_bullet_1
source: Export/import full backups.
es: Exporta/importa backups completos.

# paywall_backup_bullet_2
source: Protect sessions, plans, photos and metrics.
es: Protege sesiones, planes, fotos y métricas.

# paywall_backup_subtitle
source: Export and import full backups to protect your history.
es: Exporta e importa backups completos para proteger tu historial.

# paywall_improve_tracking_title
source: Improve Your Tracking
es: Mejora tu registro

# paywall_load_bullet_1
source: Measure acute load, fatigue and intensity.
es: Mide carga aguda, fatiga e intensidad.

# paywall_load_bullet_2
source: Decide when to push, unload or recover.
es: Decide cuándo apretar, descargar o recuperar.

# paywall_load_subtitle
source: Visualize acute load, fatigue and advanced cardio to make better decisions.
es: Visualiza carga aguda, fatiga y cardio avanzado para decidir mejor.

# paywall_manage_bullet_1
source: Check status, plan and included benefits.
es: Revisa estado, plan y ventajas incluidas.

# paywall_manage_bullet_2
source: Unlock all Pro from a single screen.
es: Desbloquea todo Pro desde una sola pantalla.

# paywall_manage_pro_title
source: Manage Reps Pro
es: Gestiona Reps Pro

# paywall_manage_subtitle
source: Check your status, included benefits and Pro access options.
es: Consulta tu estado, ventajas incluidas y opciones de acceso Pro.

# paywall_onboarding_bullet_1
source: Free keeps workouts, routines and core analytics.
es: Free mantiene entrenos, rutinas y analítica base.

# paywall_onboarding_bullet_2
source: Pro adds auto-progression, load/fatigue and backups.
es: Pro añade progresión automática, carga/fatiga y backups.

# paywall_onboarding_subtitle
source: Access progression, analytics and sharing extras from day one.
es: Accede a los extras de progresión, analítica y compartición desde el primer día.

# paywall_open_advanced_analytics_title
source: Open Advanced Analytics
es: Abre analítica avanzada

# paywall_preview_advanced_tracking
source: Advanced tracking in context
es: Registro avanzado en contexto

# paywall_preview_decisions
source: Training decisions, not just charts
es: Decisiones de entrenamiento, no solo gráficas

# paywall_preview_history_control
source: Your history under control
es: Tu historial bajo control

# paywall_preview_pro_center
source: Your Pro access center
es: Tu centro de acceso Pro

# paywall_preview_share_progress
source: Progress ready to share
es: Progreso listo para compartir

# paywall_preview_start_free
source: Start free, scale with Pro
es: Empieza gratis, escala con Pro

# paywall_pro_prefs_bullet_1
source: Activate RPE, RIR, tempo and set type.
es: Activa RPE, RIR, tempo y tipo de serie.

# paywall_pro_prefs_bullet_2
source: Adjust increments and auto-progression based on your history.
es: Ajusta incrementos y auto-progresión según tu historial.

# paywall_pro_prefs_subtitle
source: RPE, RIR, tempo, set type and auto-progression live inside Pro.
es: RPE, RIR, tempo, tipo de serie y auto-progresión viven dentro de Pro.

# paywall_protect_data_title
source: Protect Your Data
es: Protege tus datos

# paywall_receipt_gallery_bullet_1
source: Save visual receipts to your gallery.
es: Guarda recibos visuales en tu galería.

# paywall_receipt_gallery_bullet_2
source: Reuse your best summaries whenever you want.
es: Reutiliza tus mejores resúmenes cuando quieras.

# paywall_receipt_gallery_subtitle
source: Save and review your visual receipts whenever you want.
es: Guarda y revisa tus recibos visuales cuando quieras.

# paywall_restore_licenses
source: Restore licenses
es: Restaurar licencias

# paywall_restoring
source: Restoring...
es: Restaurando...

# paywall_share_cards_bullet_1
source: Generate visual cards for workouts and records.
es: Genera tarjetas visuales de entrenos y récords.

# paywall_share_cards_bullet_2
source: Share progress without manual screenshots.
es: Comparte progreso sin capturas manuales.

# paywall_share_cards_subtitle
source: Turn your workouts and records into cards ready to share.
es: Convierte tus entrenos y récords en tarjetas listas para compartir.

# paywall_share_progress_title
source: Share Your Progress
es: Comparte tu progreso

# paywall_unlock_load_fatigue_title
source: Unlock Load & Fatigue
es: Desbloquea carga y fatiga

# paywall_unlock_pro_gallery_title
source: Unlock Pro Gallery
es: Desbloquea la galería Pro

# paywall_unlock_pro_title
source: Unlock Reps Pro
es: Desbloquea Reps Pro

source: PDF attached
es: PDF adjunto

# peak_percentage_format
source: %d%% peak
es: %d%% pico

# pecho_cm
source: Chest (cm)
es: Pecho (cm)

# Pecho, hombro y triceps
source: Chest, shoulders and triceps
es: Pecho, hombro y triceps

# Pedir reseña
source: Request review
es: Pedir reseña

# Penalización por HRV
source: HRV Penalty
es: Penalización por HRV

# Penalización por Sueño
source: Sleep Penalty
es: Penalización por Sueño

# pendiente
source: Pending
es: pendiente

source: pending
es: pendiente

# pending_rest
source: Rest pending
es: Descanso pendiente

source: per year
es: al año

source: Perceived energy / stress
es: Energía / Estrés percibido

# percent_completed_format
source: %d%% completed
es: %d%% completado

# Perfil
source: Profile
es: Perfil

source: Performance
es: Rendimiento

source: Period end
es: Fin del periodo

source: Period start
es: Inicio del periodo

# perm_camera_blocked
source: Camera access is blocked. Enable it in Settings → Reps → Camera.
es: La cámara está bloqueada. Actívala en Ajustes → Reps → Cámara.

# perm_camera_needed
source: Reps needs camera access to take progress photos.
es: Reps necesita acceso a la cámara para tomar fotos de progreso.

# perm_mic_blocked
source: Microphone access is blocked. Enable it in Settings → Reps → Microphone.
es: El micrófono está bloqueado. Actívalo en Ajustes → Reps → Micrófono.

# perm_mic_needed
source: Reps needs microphone access to record voice notes.
es: Reps necesita acceso al micrófono para grabar notas de voz.

# perm_notifications_blocked
source: Notifications are blocked. Enable them in Settings → Reps → Notifications.
es: Las notificaciones están bloqueadas. Actívalas en Ajustes → Reps → Notificaciones.

# perm_notifications_needed
source: Reps needs notifications to remind you about your workouts.
es: Reps necesita notificaciones para recordarte tus entrenos.

# perm_photos_blocked
source: Photo access is blocked. Enable it in Settings → Reps → Photos.
es: El acceso a fotos está bloqueado. Actívalo en Ajustes → Reps → Fotos.

# perm_photos_needed
source: Reps needs photo access to save progress images.
es: Reps necesita acceso a tus fotos para guardar imágenes de progreso.

# Permiso denegado
source: permission denied
es: Permiso denegado

# Permiso necesario
source: Permission required
es: Permiso necesario

source: permission denied
es: Permiso denegado

source: Permission required
es: Permiso necesario

source: Permissions
es: Permisos

source: Personal data
es: Datos personales

# personal_record_format
source: Personal Record: %@
es: Récord Personal: %@

source: Personal records
es: Récords personales

# personal_records_count_format
source: %d Personal Records
es: %d récords personales

# Personaliza la visualización de los widgets de Reps.
source: Customize how Reps widgets are displayed.
es: Personaliza la visualización de los widgets de Reps.

# Personalización
source: Personalization
es: Personalización

source: Personalization
es: Personalización

source: Personalized plan built!
es: ¡Plan personalizado construido!

# Peso
source: Weight
es: Peso

# Peso ((store.displayedWeight.unit))
source: Weight (\(store.displayedWeight.unit))
es: Peso (\(store.displayedWeight.unit))

# Peso (kg)
source: Weight (kg)
es: Peso (kg)

# Peso + reps
source: Weight + reps
es: Peso + reps

# Peso actual: (String(format:
source: Current weight: \(String(format:
es: Peso actual: \(String(format:

# Peso actual: sin registrar
source: Current weight: unrecorded
es: Peso actual: sin registrar

# peso corporal
source: body weight
es: peso corporal

# Peso corporal
source: body weight
es: Peso corporal

# Peso Corporal
source: Body Weight
es: Peso Corporal

# PESO CORPORAL
source: BODY WEIGHT
es: PESO CORPORAL

# Peso corporal x (reps)
source: Body weight x \(reps)
es: Peso corporal x \(reps)

# Peso kg
source: Weight kg
es: Peso kg

# Peso levantado ((unit))
source: Weight lifted (\(unit))
es: Peso levantado (\(unit))

# Peso muerto con barra
source: Barbell Deadlift
es: Peso muerto con barra

# Peso muerto con mancuernas
source: Dumbbell deadlift
es: Peso muerto con mancuernas

# Peso muerto rumano
source: Romanian deadlift
es: Peso muerto rumano

# Peso muerto rumano con mancuernas
source: Romanian Dumbbell Deadlift
es: Peso muerto rumano con mancuernas

# Peso objetivo
source: Target weight
es: Peso objetivo

# Peso total cargado
source: Total loaded weight
es: Peso total cargado

# Peso y repeticiones
source: Weight and repetitions
es: Peso y repeticiones

source: Weight, height, hydration, and energy saved in Apple Health when data is available.
es: Peso, altura, hidratación y energía guardados en Apple Health cuando hay datos disponibles.

# Peso, grasa, medidas, sueño, estrés y molestias
source: Weight, fat, measurements, sleep, stress and discomfort
es: Peso, grasa, medidas, sueño, estrés y molestias

# phase_contraction_short
source: Contract
es: Contrae

# phase_middle_short
source: Middle
es: Medio

# phase_stretch_short
source: Stretch
es: Estira

source: Phone
es: Teléfono

# photo_2
source: Photo
es: Foto

source: Photos
es: Fotos

# photos_camera_music_notifications_and_location_requested_when_used
source: Photos, camera, music, notifications, and location are requested only when you use those features.
es: Fotos, cámara, música, notificaciones y ubicación se solicitan solo cuando usas esas funciones.

source: Physiological Performance Balance
es: Balanza de Rendimiento Fisiológico

# Pierna completa
source: Full leg
es: Pierna completa

source: Place
es: Lugar

# PLAN ACTIVO
source: ACTIVE PLAN
es: PLAN ACTIVO

# Plan base adaptado
source: Adapted base plan
es: Plan base adaptado

# Plan de progresión
source: Progression plan
es: Plan de progresión

# Plan de progreso
source: Progress plan
es: Plan de progreso

# Plan para (newName)
source: Plan for \(newName)
es: Plan para \(newName)

# Plan para (profile.targetEventName!)
source: Plan for \(profile.targetEventName!)
es: Plan para \(profile.targetEventName!)

# Plan sin nombre
source: Unnamed plan
es: Plan sin nombre

# Plan sugerido
source: Suggested plan
es: Plan sugerido

source: Plan actions
es: Acciones del plan

source: Plan and review load
es: Planifica y revisa carga

# plan_basics
source: Basics of the plan
es: Base del plan

# plan_basics_description
source: Defines objective, environment and duration of the block.
es: Define objetivo, entorno y duración del bloque.

source: Plan exercises
es: Ejercicios del plan

# plan_for_name_format
source: Plan for %@
es: Plan para %@

source: Plan identity
es: Identidad del plan

source: Plan music
es: Música del plan

# plan_music_description
source: Add playlists and confirm the structure.
es: Añade playlists y confirma la estructura.

source: Plan name
es: Nombre del plan

# plan_no_active_plan
source: No active plan
es: Sin plan activo

source: Plan ready
es: Plan activo

# plan_schedule_description
source: Choose whether the plan rotates by cycle or is fixed to specific days.
es: Elige si el plan rota por ciclo o se fija a días concretos.

# plan_sessions_description
source: Build each day with type, exercises and breaks.
es: Construye cada día con tipo, ejercicios y descansos.

# Planificado
source: Planned
es: Planificado

# planned_2
source: Planned
es: Planificado

source: Planned duration
es: Duración planificada

# planned_workout_time_completed_format
source: You have completed the planned workout time (%d min).
es: Has completado el tiempo planificado de tu entrenamiento (%d min).

# planned_workouts_completed_this_week_format
source: You have completed %d%% of your planned workouts this week.
es: Has completado el %d%% de tus entrenos planificados esta semana.

source: Plans
es: Planes

# Plantillas
source: Templates
es: Plantillas

source: Plate Calculator
es: Calculadora de Discos

# plates_count_weight_format
source: %dx plates of %@ %@
es: %dx discos de %@ %@

source: Plates per side (loaded on each end)
es: Discos por lado (Cargar en cada extremo)

source: Play in Reps
es: Reproducir en Reps

# play_media
source: Play
es: Reproducir

source: Playback duration
es: Duración de reproducción

# player_level_abbr_format
source: Lv. %@
es: Nv. %@

# player_level_abbr_title_format
source: Lv. %@ · %@
es: Nv. %@ · %@

# player_level_athlete
source: Athlete
es: Atleta

# player_level_champion
source: Champion
es: Campeón

# player_level_competitor
source: Competitor
es: Competidor

# player_level_elite
source: Elite
es: Élite

# player_level_legend
source: Legend
es: Leyenda

# player_level_lifter
source: Lifter
es: Levantador

# player_level_max_label
source: Max level — GOAT status
es: Nivel máximo — GOAT status

# player_level_rookie
source: Rookie
es: Principiante

# player_level_trainee
source: Trainee
es: Aprendiz

# Playlist de tu biblioteca
source: Playlist from your library
es: Playlist de tu biblioteca

# playlist_from_library
source: Playlist from your library
es: Playlist de tu biblioteca

source: Playlist name
es: Nombre de la playlist

# playlist_note_cardio
source: BPM 170 · Sustained motivational rhythm for Cardio
es: BPM 170 · Ritmo sostenido y motivacional para Cardio

# playlist_note_phonk
source: BPM 140 · Aggressive Phonk to break personal records
es: BPM 140 · Phonk agresivo para romper récords personales

# playlist_note_tech_house
source: BPM 128 · Premium Tech House and Deep House
es: BPM 128 · Tech House y Deep House premium

# playlist_note_yoga
source: BPM 90 · Chill & Ambient for stretching and mobility
es: BPM 90 · Chill & Ambient para estiramientos y movilidad

source: Short term: prioritize consistency and controlled intensity. Consider extending the plan 4 weeks after the event.
es: Plazo corto: prioriza consistencia e intensidad controlada. Considera extender el plan 4 semanas despues del evento.

source: Short term. We suggest maximizing intensity now and avoiding excessive fatigue right before your event. Consider extending your plan later.
es: Plazo corto. Sugerimos maximizar intensidad ahora y evitar fatiga excesiva justo antes de tu evento. Considera extender tu plan más adelante.

source: Long term. We suggest doing a strength/hypertrophy block of 8-12 weeks and then a secondary maintenance or definition plan to refine details.
es: Plazo largo. Te sugerimos realizar un bloque de fuerza/hipertrofia de 8-12 semanas y luego un plan de mantenimiento o definición secundario para afinar detalles.

# PNG listo
source: PNG ready
es: PNG listo

source: points computed
es: puntos acumulados

# Ponerte en forma para una fecha específica.
source: Get in shape for a specific date.
es: Ponerte en forma para una fecha específica.

# Por debajo de 10 series semanales
source: Below 10 weekly series
es: Por debajo de 10 series semanales

# Por encima de 20 series semanales
source: Above 20 weekly series
es: Por encima de 20 series semanales

# por músculo
source: per muscle
es: por músculo

# por semana
source: per week
es: por semana

# porcentaje
source: Percentage
es: Porcentaje

source: Portable equipment, support, and calisthenics.
es: Material portátil, soporte y calistenia.

# post_add_photo
source: Add photo
es: Añadir foto

# post_caption_placeholder
source: Share what's on your mind…
es: Comparte lo que tienes en mente…

# post_new
source: New Post
es: Nueva publicación

# post_publish_error
source: Could not publish post. Try again later.
es: No se pudo publicar. Inténtalo de nuevo.

# post_share
source: Post
es: Publicar

# post_shared_a_moment
source: Shared a moment
es: Compartió un momento

source: Posterior chain
es: Cadena posterior

# Predicción
source: Prediction
es: Predicción

source: Predict
es: Predecir

source: predicted
es: previstas

source: Prediction
es: Predicción

# preferencias_pro
source: Pro preferences
es: Preferencias Pro

# preferente
source: Preferred
es: Preferente

# Preguntas rápidas
source: quick questions
es: Preguntas rápidas

# Preparación
source: Preparation
es: Preparación

# Preparando inteligencia muscular...
source: Preparing muscle intelligence...
es: Preparando inteligencia muscular...

# Preparando música de entrenamiento...
source: Preparing training music...
es: Preparando música de entrenamiento...

# Preparando tu catálogo...
source: Preparing your catalog...
es: Preparando tu catálogo...

# Preparando tu entrenamiento...
source: Preparing your training...
es: Preparando tu entrenamiento...

source: Preparation
es: Preparación

source: Preparing results...
es: Preparando resultados...

source: Preparing workout music...
es: Preparando música de entrenamiento...

# Presión del plan activo
source: Active plan pressure
es: Presión del plan activo

# Presión estimada durante el rango de movimiento.
source: Estimated tension through the range of motion.
es: Presión estimada durante el rango de movimiento.

# Press de pecho en máquina
source: machine chest press
es: Press de pecho en máquina

# Press inclinado, step-ups, hip thrust y apoyo técnico.
source: Incline press, step-ups, hip thrust and technical support.
es: Press inclinado, step-ups, hip thrust y apoyo técnico.

source: Press, extension, leg curl, and stable patterns.
es: Press, extensión, curl femoral y patrones estables.

# press_rows_lunges_and_unilateral_accessories
source: Presses, rows, lunges, and unilateral accessories.
es: Press, remos, zancadas y accesorios unilaterales.

# Press, extensión, curl femoral y patrones estables.
source: Press, extension, femoral curl and stable patterns.
es: Press, extensión, curl femoral y patrones estables.

# pressure_high
source: High
es: Alta

# pressure_low
source: Low
es: Baja

# pressure_medium
source: Medium
es: Media

# pressure_peak
source: Peak
es: Pico

source: Preview
es: Vista previa

# previous_value_format
source: Previous: %@
es: Anterior: %@

source: Price
es: Precio

# primary_muscles_worked_by_exercise_accessibility_format
source: Primary muscles worked by %@
es: Músculos principales trabajados por %@

# Primera semana gratis, luego (price) (renewalText(for: cycle))
source: First week free, then \(price) \(renewalText(for: cycle))
es: Primera semana gratis, luego \(price) \(renewalText(for: cycle))

# principiante
source: Beginner
es: Principiante
